Repository: hasan-pisi/playmymusic
Catalog: po/*.po
Languages: tr

source: Synchronizing library
tr: Kitaplık senkronize ediliyor

source: Pause
tr: Duraklat

source: Melody
tr: Melodi

source: Play
tr: Oynat

source: Loading…
tr: Yükleniyor...

source: Reading out database content
tr: Veritabanı içeriğini okuma

source: Previous
tr: Öncesi

source: Next
tr: Sonraki

source: Shuffle On
tr: Karıştır Açık

source: Shuffle Off
tr: Karıştır Kapalı

source: Albums
tr: Albümler

source: Artists
tr: Sanatçılar

source: Tracks
tr: Parçalar

source: Playlists
tr: Çalma listeleri

source: Radio Stations
tr: Radyo İstasyonları

source: Audio CD
tr: Ses CD

source: Menu
tr: Menü

source: Change Music Folder…
tr: Müzik Klasörünü Değiştir…

source: Import Music…
tr: İçe aktarmak...

source: Reset all views
tr: Tüm görünümleri sıfırla

source: Resync Library
tr: Kitaplığı Yeniden Senkronize et

source: Sort by
tr: Göre sırala

source: Artist - Year - Album
tr: Sanatçı - Yıl - Albüm

source: Album - Artist
tr: Albüm - Sanatçı

source: Artist - Album
tr: Sanatçı - Albüm

source: Preferences
tr: Tercihler

source: Light background
tr: Açık arka plan

source: Dark background
tr: Koyu arka plan

source: Search Music
tr: Müzik ara

source: Queue
tr: Sıra

source: <b>%s</b> by <b>%s</b>
tr: <b>%s</b> ile <b>%s</b>

source: Repeat All
tr: Hepsini tekrar et

source: Repeat One
tr: Birini Tekrarla

source: Repeat Off
tr: Tekrar Kapalı

source: Click to choose a new cover…
tr: Yeni bir kapak seçmek için tıklayın…

source: Year
tr: Yıl

source: Save
tr: Kaydet

source: Play in background if closed
tr: Kapalıysa arka planda oynat

source: Sync files on start up
tr: Başlangıçta dosyaları senkronize et

source: Load Content from MusicBrainz
tr: MusicBrainz'den İçerik Yükleyin

source: Save custom Covers in Library folder
tr: Özel Kapakları Kitaplık klasörüne kaydedin

source: Save changes into ID3-Tag
tr: Değişiklikleri ID3-Tag'e kaydedin

source: Copy Imported Files into Library
tr: İçe Aktarılan Dosyaları Kitaplığa Kopyalayın

source: Remove Playlist if last Track was removed
tr: Son Parça kaldırıldıysa Oynatma Listesini Kaldır

source: Remember Track progress
tr: İlerlemeyi hatırla

source: Close
tr: Kapalı

source: Unknown
tr: Bilinmeyen

source: Track %d
tr: Parça %d

source: No Music Files found
tr: Müzik Dosyası bulunamadı

source: deleting…
tr: siliniyor...

source: New Playlist
tr: Yeni Oynatma Listesi

source: Choose an image…
tr: Bir resim seçin…

source: Playlist (.m3u)
tr: Çalma listesi (.m3u)

source: Images
tr: Görüntüler

source: Choose a playlist…
tr: Bir oynatma listesi seçin…

source: Select a folder.
tr: Bir klasör seçin.

source: Folder
tr: Klasör

source: Set new Cover…
tr: Yeni Kapak ayarla…

source: Edit Album properties…
tr: Albüm özelliklerini düzenle…

source: Add into Playlist
tr: Çalma Listesine Ekle

source: Send to
tr: Gönderildi

source: Create New Playlist
tr: Yeni Oynatma Listesi Oluştur

source: Merge %u selected Albums
tr: %u seçili Albümleri birleştir

source: Edit Artist properties…
tr: Sanatçı özelliklerini düzenle…

source: <small>%u Tracks</small>
tr: <small>%u Parça</small>

source: Rename
tr: Yeniden Adlandır

source: Rename Playlist
tr: Oynatma Listesini Yeniden Adlandır

source: Remove Playlist
tr: Oynatma Listesini Kaldır

source: Export Playlist…
tr: Oynatma Listesini Dışa Aktar…

source: Edit Radio Station…
tr: Radyo İstasyonunu Düzenle…

source: Remove Radio Station
tr: Radyo İstasyonunu Kaldır

source: File couldn't be found %s
tr: Dosya bulunamadı %S

source: Add to Queue
tr: Sıraya ekle

source: Remove from Playlist
tr: Oynatma Listesinden Kaldır

source: Remove from Queue
tr: Sıradan Kaldır

source: <b>%s</b> from <b>%s</b> by <b>%s</b>
tr: <b>%s</b>'den <b>%s</b> - <b>%s</b>

source: Get Some Tunes
tr: Bazı Melodileri Alın

source: Add music to your library.
tr: Kitaplığınıza müzik ekleyin.

source: Change Music Folder
tr: Müzik Klasörünü Değiştir

source: Load music from a folder, a network or an external disk.
tr: Bir klasörden, ağdan veya harici diskten müzik yükleyin.

source: Import Music
tr: Müzik İçe Aktar

source: Import music from a source into your library.
tr: Bir kaynaktan müziği kitaplığınıza aktarın.

source: No results
tr: Sonuç yok

source: Try another search
tr: Başka bir aramayı dene

source: Choose an Artist
tr: Bir Sanatçı Seçin

source: No Artist selected
tr: Sanatçı seçilmedi

source: <b>%d Tracks</b> in <b>%d Album</b>(s)
tr: <b>%d Albümde <b>%d Parça</b>

source: Enable MTP on your mobile phone
tr: Cep telefonunuzda MTP'yi etkinleştirin

source: Hide Mobile Panel
tr: Mobil Paneli Gizle

source: Add a playlist
tr: Çalma listesi ekle

source: Import Playlist
tr: Oynatma Listesini İçe Aktar

source: Add
tr: Ekle

source: No Playlists
tr: Oynatma Listesi Yok

source: Add playlist to your library.
tr: Çalma listesini kitaplığınıza ekleyin.

source: Create Playlist
tr: Oynatma listesi oluştur

source: Create a playlist for manage your favorite songs.
tr: Favori şarkılarınızı yönetmek için bir çalma listesi oluşturun.

source: Import .m3u formated Playlist.
tr: .m3u biçimli Çalma Listesini içe aktarın.

source: Clear the Queue
tr: Sırayı Temizle

source: Create new Playlist based on this Queue
tr: Bu Sıraya dayalı olarak yeni Oynatma Listesi oluştur

source: Queue from %s
tr: Sıradaki

source: Export Queue…
tr: Dışa Aktarma Sırası…

source: Queue is empty
tr: Sıra boş

source: Add a radio station
tr: Radyo istasyonu ekle

source: Station Name
tr: İstasyon Adı

source: URL
tr: Bağlantı

source: No Radio Stations
tr: Radyo İstasyonu Yok

source: Add radio stations to your library.
tr: Kitaplığınıza radyo istasyonları ekleyin.

source: Add Radio Station
tr: Radyo İstasyonu Ekle

source: Add a Stream URL like .pls or .m3u.
tr: .pls veya .m3u gibi bir Akış bağlantısı ekleyin.

source: Title
tr: Başlık

source: Album
tr: Albüm

source: Artist
tr: Sanatçı

source: Duration
tr: Süre

source: Choose a Track
tr: Bir Parça Seçin

source: No track selected
tr: Parça seçilmedi

source: Columns Visibility
tr: Sütun Görünürlüğü

source: You can't hide all columns
tr: Tüm sütunları gizleyemezsiniz
